Repository: Chalk-Technologies/chalk-website-v2
Catalog: src/lang/*/messages.po
Languages: fr

source: About us
fr: Qui sommes nous

source: All good! We'll get back to you as soon as we're finished climbing.
fr: C'est tout bon bon! Nous revenons vers vous dès que l'on est retour de notre sortie grimpe!

source: Aloys Berger's headshot
fr: Photo de Aloys

source: Aloys Berger, First Employee and Front-End Developer
fr: Aloys Berger, premier employé et développeur Front-End

source: Alternatively you can send us a good ol' fashioned email by clicking
fr: Sinon, vous pouvez simplement nous envoyez un courriel en cliquant ici

source: BETA Climbing app
fr: BETA l'application des grimpeurs

source: BETA gives you a voice allowing you to let route-setters and gyms know what you think of each route, as well as the gym as a whole.
fr: BETA vous donne la parole en vous permettant de donner votre avis sur les voies aux ouvreurs et sur la salle en général.

source: BETA lets you search and explore the gyms near you, or in the city you are visiting when you're on the road.
fr: BETA vous permet de rechercher et explorer les salles près de chez vous, ou dans les villes que vous traversez lors de vos voyages.

source: BETA lets you track and share your climbing session with QR-code route tags, progress analytics, challenged and project setting
fr: BETA vous permet d'enregister et partager vos sessions grimpes grâce aux codes QR sur chaque voie et d'analyser votre progression.

source: BETA makes your sessions count
fr: BETA pour une meilleure grimpe

source: BETA powers climbers and gyms through technologies that help you train smarter and send harder climbs, while tracking and sharing your progress with friends.
fr: BETA aident les grimpeurs et salles grâce aux nouvelles technologies qui vous permettent de vous entrainer et d'envoyer des voies toujours plus difficiles, d'analyser votre progression et partager vos exploits avec vos amis.

source: Back home
fr: Retour accueil

source: Be heard
fr: Faites-vous entendre

source: Beta for climbers
fr: Beta pour les grimpeurs

source: Beta lets your track each attempt, and save routes as you send them,.
fr: Beta vous permet garder une trace de chaque essai et d'enregistrer les voies que vous avez realisé.

source: Climb
fr: Grimpe

source: Climbing shoes, a Chalk bag and the BETA App will be your new must haves for climbing in a gym.
fr: Des chaussures de grimpe, un sac de magnésie et l'applicqtion BETA: c'est maintenant tout ce qu'il vous faut pour grimper.

source: Close
fr: Fermer

source: Contact from - Get in touch
fr: Contactez-nous!

source: Contact the BETA team for any questions related to setting up an account, registering your gym or asking about juicy new features.
fr: Contactez l'équipe BETA pour toutes questions liées à la création de compte, l'enregistrement de votre salle ou simplement pour savoir quelles sont les dernières nouveautées.

source: Contact us
fr: Contactez-vous

source: Copyright © 2021. Chalk technologies. all rights reserved
fr: Copyright © 2021. Chalk tecnologies. Tous droits reserves

source: Create an online event calendar accessible to all BETA users and gym members
fr: Créer un calendrier en ligne accessible à tous les utilisteurs BETA et les grimpeurs de la salle.

source: Download for Android
fr: Installer sur Android

source: Download for iOS
fr: Installer sur iOS

source: Easily and efficiently log the routes you have active, while giving your customers access to digital route pages.
fr: Suivez facilement et efficacement les voies active, tout en permettant à vos clients d'accéder aux informations des voies.

source: Engage with climbers by collecting feedback on routes and democratizing the grading system
fr: Engager la conversation avec vos grimpeurs en collectant les remarques sur les voies et en démocratisant la cotation de celles-ci.

source: Enhance the experience
fr: Améliorer l'expérience

source: Explore the top rated routes in the gyms, find the routes that fit your style, save and share the routes you attempt.
fr: Explorez les voies les mieux notées de la salle, trouvez les voies qui correspondent à votre style, enregistrer et partager les voies que vous avez tentées.

source: Find & send new projects
fr: Découvrer et grimper des nouvelles voies

source: GAMMA Climbing Gym Software
fr: GAMMA Logiciel de gestion de salle de grimpe

source: GAMMA powers climbing gyms by providing digital route setting, event and class management as well as business analytics, while transforming the experience for their customers.
fr: GAMMA accompagne les salles de grimpe en apportant la gestion des voies, des évenements et des cours ainsi que des statistiques intelligentes sur votre salle, tout en transformant l'expérience de vos clients.

source: Gamma for gyms
fr: Gamma pour les salles

source: Get in touch
fr: Contactez-nous

source: Go home
fr: Retour à l'accueil

source: Having an obsession with using proper technique and video feedback to increase his performance in running, climbing, handstands and weightlifting, Phanos is eager to accelerate the learning process of every climber.
fr: Ayant une obsession pour l'utilisation d'une technique exemplaire et l'utilisation de la vidéo pour améliorer ses performances en course à pied, grimpe, gymnastique et haltérophilie, Phanos cherche à accélerer le processus d'apprentissage de chaque grimpeur.

source: He has a background in front-end development and a vast love for mountain and sea sports, and is excited to be the first employee of a great team forming the future of sports performance through technology.
fr: Avec un passé en développement front-end et un énorme interêt pour les sports de montagne et d'eau; et il est enthousiaste à l'idée d'être le premier employée d'une formidable équipe prêt à faire avancer le sport à travers la technologie.

source: He has extensive experience in scaling startups, in cross-functional and product roles, and has worked for several years in a high-growth FinTech, seeing it through an acquisition.
fr: Il a une forte expérience dans l'accompagnement de start-ups, que ce soit en gestion ou technique, et a travaillé plusieurs années pour une start-up FinTech à très forte croissance jusqu'à son acquisition par un grand groupe.

source: He holds an MSc in Engineering from the Swiss Federal Technical Institute in Zurich (ETHz) and an MBA from the Quantic School of Business and Technology.
fr: Il a un MSc en Engineering obtenu à l'Institut Technique Fédéral de Suisse (ETHz) à Zurich et un MBA à la "Quantic School of Business and Technology".

source: Home
fr: Accueil

source: Join the movement
fr: Rejoignez le mouvement

source: Know your customer
fr: Faites connaissance avec vos clients

source: Loading
fr: Chargement

source: Make your sessions count
fr: De meilleures sessions

source: Manage classes & events
fr: Gérer les cours et évènements

source: Manage customer loads and peak hours and gain access to business intelligence data.
fr: Gérer les fortes affluences et heures de pointes et collecter des données sur l'utilisation de votre salle

source: Meanwhile, you can already use Beta from your browser
fr: Pendant ce temps, vous pouvez déjà utiliser Beta depuis votre navigateur

source: Meet the team
fr: L'équipe

source: Miura Hawkins' headshot
fr: Photo de Miura Hawkins

source: Miura Hawkins, Co-founder and CEO
fr: Miura Hawkins, Co-fondatrice et CEO

source: Navigate the gym
fr: Explorer la salle

source: No, thank you.
fr: Non, merci.

source: Obsessed with progress
fr: Obsédé par la progression

source: Phanos Hadjikyriakou's headshot
fr: Photo de Phanos Hadjikyriakou

source: Phanos Hadjikyriakou, Co-founder and CPO
fr: Phanos Hadjikyriakou, Co-fondateur et CPO

source: Powers <0/>Gyms
fr: Pour les salles

source: Powers <0/>climbers
fr: Pour les grimpeurs

source: Powers<0/>climbers
fr: Pour les grimpeurs

source: Powers<0/>gyms
fr: Pour les salles

source: Rocking a harness and chalk bag since the age of 6, Miura has seen the indoor climbing gym industry undergo massive changes, growing from a culty fringe activity to an Olympic sport.
fr: Toujours avec un baudrier et un sac de magnésie depuis l'âge de 6 ans, Miura a vu l'industrie de la grimpe en salle traverser de grands changements, évoluant d'une activité marginale à un sport Olympique.

source: Routesetters will have more honest feedback from users, managers will be able to see which opening hours might overstaffed, and the app makes class scheduling and memberships a breeze
fr: Les ouvreurs auront un avis plus honnête des utilisateurs, les managers seront capable de savoir si le personnel est en surnombre sur certaines plages horaires, et l'application rend la gestion de cours et d'abonnements un jeu d'enfant.

source: Screenshot of the QRScanner TAPTOSEND
fr: Capture d'écran du scanner de QR code TAPTOSEND

source: Screenshot of the athlete metrics page of Beta
fr: Capture d'écran de la page statistique d'un utilsateur de BETA

source: Screenshot of the gym page of Beta
fr: Capture d'écran d'une page salle de grimpe sur BETA

source: Screenshot of the profile metrics
fr: Capture d'écran de la page statistique sur GAMMA

source: Screenshot of the reviews
fr: Capture d'écran de feedback sur GAMMA

source: Screenshot of the route reviews page of Beta
fr: Capture d'écran de la page laissez un commentaire de BETA

source: Screenshot of the route scanner page of Beta
fr: Capture d'écran de la page Scanner de BETA

source: Send
fr: Envoyer

source: Send us an email
fr: Envoyez nous un courriel

source: She completed an MSc in Neural Systems and Computation from the Swiss Federal Technical Institute in Zurich (ETHz) and went on to work as a software engineer and then as head of technology.
fr: Elle a obtenu un MSc en 'Neural Systems and Computations" à l'Institut Fédéral Technique Suisse à Zurich (ETHz) et a par la suite a travaillé en tant qu'ingénieur software puis chef du service technologie.

source: She has worked in start-ups for the vast majority of her professional career and loves breaking the status quo.
fr: Elle a travaillé pour des start-ups pour la majorité de sa carrière profesionnelle et adore challenger le status quo.

source: She was a member of the USA Climbing National Team for almost a decade and coached youth teams across the United States and Europe.
fr: Elle a fait partie de l'équipe nationale des Etats-Unis pendant près de 10 ans et a été l'entraineuse d'équipe jeune à travers tous les Etats-Unis et l'Europe.

source: Simply leave us your email!
fr: Laissez nous simplement votre courriel.

source: Something went wrong. Feel free to send us an email
fr: Quelque chose ne s'est pas passé comme prévu. N'hésitez pas a nous envoyer un courriel

source: Something went wrong...
fr: Une erreur est survenue

source: Sorry
fr: Désolé

source: Terms and Conditions
fr: Termes et Conditions

source: Terms and conditions
fr: Termes et Conditions

source: The BETA of a climb is the key to unlocking it. We're a passionate and committed team, unified by our mission to help climbers train smarter and send harder climbs.
fr: Le BETA est la clé pour réussir la voie. Nous sommes une équipe passionné et engagé, unifié par notre mission d'aider les grimpeurs à s'entrainer plus intelligement et réussir des voies toujours plus difficiles.

source: The new way to manage your climbing gyms
fr: La nouvelle façon de gérer votre salle d'escalade

source: The whole team is working very hard to bring you out the best climbing experience.
fr: L'équipe entière travaille dur pour vous apporter la meilleure expérience de grimpe.

source: Track your progress
fr: Analyse ta progression

source: Want us to drop you a line when the mobile application is released ?
fr: Veux-tu que l'on te previenne quand l'application mobile est disponible ?

source: We are also working in the background on features that will you tips on how to progress and climb harder
fr: Nous travaillons aussi sur de nouvelles fonctionnalités qui vous permettront de progresser et mieux grimper.

source: We use AI technology on the aggregated data from all users to help businesses understand their customers better.
fr: Nous utilisons l'Intelligence Artificielle sur les données recoltées depuis les utilisateurs pour aider votre entreprise à mieux connaitre votre client.

source: We'll help you set up BETA in your gym for free. Contact us today.
fr: Nous vous aidons à mettre en place BETA dans votre salle gratuitement. Contactez-nous dès aujourd'hui

source: We're almost there!
fr: Nous sommes presque là!

source: We're transforming the climbing guidebook. You can now see the routes you have sent or attempted as well as track your progress over time.
fr: Nous transformons le carnet de grimpe. Vous pouvez maintenant voir les routes que vous avez réussi ou tenter, ainsi que suivre votre progrès tout au long de votre carrière de grimpeur.

source: When not flipping on his paraglider in the French Alps, Aloys builds the front-end of Chalk Technologies' first app: Beta.
fr: Lorsqu'il ne fait pas des pirouettes en parapente dans les Alpes francaises, Aloys construit le front-end de la première application de Chalk Technologies: Beta.

source: With our new technology TAP-TO-SEND you can easily move through the gym, scan the routes that catch your eye and start climbing.
fr: Avec notre nouvelle TAP-TO-SEND vous pouvez maintenant explorer facilement la salle d'escalade, scanner les routes qui vous plaise et commencer à grimper.

source: Yes, please!
fr: Oui, s'il vous plait!

source: here
fr: ici

source: loading
fr: chargement

source: we couldn’t find what you were looking for.
fr: nous n'avons pas pu trouver ce que vous cherchiez.

source: ✅ All good! You will be the first one to know about the release date.
fr: ✅ C'est tout bon! Vous serez le premier a être prévenu de la date de sortie.
